IDEA Open Model
PointLoadOnLine.Fz Property
Compatible with IDEA StatiCa Beta 20.0
 Force in Z direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fz { get; set; }
Public Property Fz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace